# Задача "Длина слова"
print('Задача "Длина слова"')
print('Ответ: количество символов выражения "однажды в студёную, зимнюю пору" равно',(len('однажды в студёную, зимнюю пору')))
print()

# Задача "Суммы и рзность"
first = 4
second = 9
summa = first + second
diff = first - second
print('Задача "Суммы и рзность"')
print('Сумма равна', summa)
print('Разность равна', diff)
print()

# Задача "Среднее арифметическое"
first = 3
second = 7
third = 5
n = 3
summa = first+second+third
mean = summa//n
print('Задача "Среднее арифметическое"')
print('Ответ: ', mean)
print()

# Задача "Простые строчки"
first_string = 'Вторник'
second_string = 'Понедельник'
print('Задача "Простые строчки" =>', second_string, ',', first_string)
print()

# Задача "Сложная формула"
a = 4
b = 2
c = 7
f = (a*b)+(a*c)
f3 = f**3
f32 = f3//2
print('Задача "Сложная формула"')
print('Вычисления по формуле возведенные в тртью степень = ',f3)
print('Полученное значение разделено на два и ответ ',f32)